NextFOAM-2509/tutorials/multiphase/interFoam/RAS/motorBike/system/minMax
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      minMax;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

minMax
{
    // Type of functionObject
    type            fieldMinMax;

    // Where to load it from (if not already in solver)
    libs               (fieldFunctionObjects);

    // Log to output (default: false)
    log             true;

    // Fields to be monitored - runTime modifiable
    fields
    (
        U
        p
    );
}


// ************************************************************************* //
